Repository: alexyu1989/anchor
Catalog: anchor/Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, zh_hans, zh_hant

# action.run
source: Run
fr: Lancer
ja: 実行
ko: 실행
zh_hans: 开始
zh_hant: 開始

# checkin.item.fatBurn
source: Fat Burn
fr: Brûle-graisse
ja: 脂肪燃焼
ko: 지방 연소
zh_hans: 燃脂
zh_hant: 燃脂

# checkin.item.heartFocus
source: Heart Focus
fr: Focus cardiaque
ja: ハートフォーカス
ko: 하트 포커스
zh_hans: 心动
zh_hant: 心動

# checkin.item.hydrate
source: Hydrate
fr: Hydratation
ja: 水分補給
ko: 수분 섭취
zh_hans: 喝水
zh_hant: 喝水

# checkin.item.lightsOut
source: Lights Out
fr: Extinction des feux
ja: 就寝
ko: 취침
zh_hans: 晚安
zh_hant: 晚安

# checkin.item.meditation
source: Meditation
fr: Méditation
ja: 瞑想
ko: 명상
zh_hans: 冥想
zh_hant: 冥想

# checkin.item.nature
source: Nature Time
fr: Moment nature
ja: 自然タイム
ko: 자연 시간
zh_hans: 自然
zh_hant: 自然

# checkin.item.reading
source: Reading
fr: Lecture
ja: 読書
ko: 독서
zh_hans: 阅读
zh_hant: 閱讀

# checkin.item.walking
source: Walking
fr: Marche
ja: ウォーキング
ko: 걷기
zh_hans: 步行
zh_hant: 步行

# home.title
source: Today's Check-Ins
fr: Pointages du jour
ja: 今日のチェックイン
ko: 오늘의 체크인
zh_hans: 今日打卡
zh_hant: 今日打卡

# placeholder.addComingSoon
source: Add check-in items coming soon
fr: L'ajout de nouveaux pointages arrive bientôt
ja: 新しいチェックイン項目の追加はまもなく登場します
ko: 새 체크인 항목 추가 기능이 곧 제공됩니다
zh_hans: 添加打卡项目功能即将上线
zh_hant: 新增打卡項目功能即將推出

# placeholder.addDescription
source: You'll be able to create new check-ins here later.
fr: Vous pourrez bientôt créer de nouveaux pointages ici.
ja: まもなくここで新しいチェックインを作成できるようになります。
ko: 곧 이곳에서 새로운 체크인을 만들 수 있습니다.
zh_hans: 稍后即可在此创建新的打卡项目。
zh_hant: 稍後即可在此建立新的打卡項目。

# section.checkIns
source: Check-In Items
fr: Éléments de pointage
ja: チェックイン項目
ko: 체크인 항목
zh_hans: 打卡项目
zh_hant: 打卡項目

# settings.description
source: Configuration options for your check-ins will appear here.
fr: Les options de configuration de vos pointages apparaîtront ici.
ja: チェックインに関する設定項目がここに表示されます。
ko: 체크인 설정 옵션이 여기에 표시됩니다.
zh_hans: 这里将提供打卡相关的设置选项。
zh_hant: 這裡將提供打卡相關的設定選項。

# settings.title
source: Settings
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定
